package main.java.lv.javaguru.student_ivan_k.homework.lesson_2.level_5_middle;

//Напишите программу, которая демонстрирует использование команды
//        System.out.print("text");


public class Task15 {
    public static void main(String[] args) {
        System.out.print("Cursor stays on line");
    }
}
